[
  {
    "id":"1",
    "name":"Sponsorship of Fish Leong’s Manila music concert",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/liangjinru/backgroundBanner.jpg",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/liangjinru/big_small_same.jpg",
    "fullDate":"10/9/2018",
    "categorize":"Activities Related",
    "paragraph":[
      "BoleGaming™ dedicated to provide a variety of games and entertainment to create a better online entertainment experience. BoleGaming™ also sponsor 2018 “The Youth We Spent Together: Nice to Meet You’’ star music concert, such a pleasure to invite you to join the music concerts along with us. ",
      "Glad to meet you music concert was widely acclaimed after inviting popular artists such as GEM Tang and Della Ding to perform in January. This October will have an awesome artist line-up, a cast of strong entertainers headlined by Fish Leong, with dazzling stage effect which will lead you to the unprecedented visual sound and lighting enjoyment. BoleGaming™ meet you in 2018 “For the youth, glad to meet you” star music concert, this is a day not to be missed."
    ]
  },
  {
    "id":"2",
    "name":"Bole Sichuan Mahjong",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/bolesichuan/backgroundBanner.png",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/bolesichuan/1.png",
    "fullDate":"17/9/2018",
    "categorize":"Games Related",
    "paragraph":[
      "Recently, the Bole board game was officially launched under BoleGaming™! Bole board game, it contains a variety of domestic most popular, flourishing and exciting board game playing method. Some of the most popular types of mahjong on the market are endless like “River of blood” and “Bloody Fight” fashionable and simple interface of board game, reality versus gameplay, bring you happiness every day. Equipped with passionate Sichuan girls' game vocal effect, without waiting for, automatically matching, guarantee the fairness of the game, enjoy yourself!"
    ]
  },
  {
    "id":"3",
    "name":"BoleGaming™ reached a cooperation agreement with Ezugi:",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/tianjiu/backgroundBanner.png",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/tianjiu/news1.png",
    "fullDate":"28/8/2018",
    "categorize":"News Related",
    "paragraph":[
      "BoleGaming™ reached a cooperation agreement with Ezugi. Ezugi provides online and offline terminal and also online gaming solutions. Through the depth of technical cooperation, BoleGaming™ will provides the best products and excellent service for more players all around the world.",
      "As a pioneer in the industry, Ezugi mainly deals with online entertainment and traditional entertainment. Since its founding, Ezugi has successfully grown into a powerful company, operating 9 game development studios and partnering with more than 100 operators all around the world. The aim is to provide players with the best online entertainment experience. With the most advanced equipment and technology, we are committed to improving users' game experience and services. Therefore, BoleGaming™ very much honoured to have with Ezugi become close business partners.",
      "Ezugi with a large customer base, it is a customer-oriented service provider. BoleGaming™ hopes to establish a strong partnership with Ezugi by working together with them. With a strong partnership, both firms are able to continue to create high-quality, innovative, and satisfy the needs of the players. Ezugi and BoleGaming™ will bring a memorable game experience to all their players."
    ]
  },
  {
    "id":"4",
    "name":"BoleGaming™ invited to the ICE exhibition based in London",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/ICE/Image2.png",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/ICE/Image1.png",
    "fullDate":"8/10/2018",
    "categorize":"News Related",
    "paragraph":[
      "BoleGaming™ will be presenting all those new game products at ICE Totally Gaming on February 5-7, 2019.",
      "Ice Totally Gaming is the biggest annual event in the industry, and there will be more than 30,000 people from over 150 countries to attend the event. With the development of the exhibition, ICE Totally Gaming has become a leader in the entertainment market and game development industry, and is a commercial international exhibition of B2B entertainment industry.",
      "In this annual exhibition, there will be 500 online or offline manufacturers and professional units from the entertainment industry, enabling the whole exhibition to gather operators, media and system providers from all over the world, as well as all relevant people in the industry.",
      "BoleGaming™ will constantly show the world our highly acclaimed high quality games and provide an excellent game experience. We are looking forward to meeting you at ICE Totally Gaming!"
    ]
  },
  {
    "id":"5",
    "name":"BoleGaming™ join hands with APLUS and create a win-win situation",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/APLUS/1.png",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/APLUS/1a.png",
    "fullDate":"15/10/2018",
    "categorize":"News Related",
    "paragraph":[
      "BoleGaming™ announced a partnership with APLUS. APLUS is a company that integrating web design, system development and technical support services. After 10 years of hard work and experience, APLUS has become a leader in the industry. Hopefully, through this cooperation, BoleGaming™ with APLUS can provide to the global customers with more quality products, service and technical support.",
      "APLUS using the latest technology to improve business efficiency and service quality, and combine excellent online technology, business presence, innovation ability and rich experience to construct the best exclusive solution according to customers' different needs. In addition, through the operation plan to help customers improve competitiveness and enhance customers' brand image.",
      "APLUS has accumulated strong and powerful strength over the past 10 years of development. The company has developed more than 2000 games, and provide customers with safe web services and entertainment experience. APLUS wish that can work together with BoleGaming™, and combine the innovation and strong development teams, combined with their respective strengths and in-depth technical exchanges, provide customers with better quality and excellent products and services, create a win-win situation, and expect to write a new page of history for the online and offline entertainment industry."
    ]
  },
  {
    "id":"6",
    "name":"BoleGaming™ published signs on Manila International Airport:",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/airport/big.jpg",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/airport/small.jpg",
    "fullDate":"29/10/2018",
    "categorize":" News Related",
    "paragraph":[
      "BoleGaming™ relying on strong strength and good reputation, establish a good brand image in the industry. ",
      "Nowadays, BoleGaming™ also board the Philippines international facade - Manila international airport. Now, as soon as you enter the Philippines, whether you travel to the Philippines or return to the home after the journey, you will see the warm welcome from BoleGaming™. BoleGaming™ will constantly provide quality products and services, BoleGaming™ will not only give you joy and acquisition, but also accompany you through every journey!"
    ]
  },
  {
    "id":"7",
    "name":"The end of the Stars’ Concert, a very wonderful night with BoleGaming™:",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/concert/big.jpg",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/concert/small.jpg",
    "fullDate":"1/11/2018",
    "categorize":" Activities Related",
    "paragraph":[
      "The concert [The Youth We Spent Together: Nice to Meet You] was main sponsored by BoleGaming™ has ended perfectly, whereby BoleGaming™ and fellow enthusiastic fans enjoy wonderful performances by famous singers such as, Fish Leong, A-lin and other great performers. Thus, BoleGaming™ sincerely expressed gratitude towards participants that join the concert and have a wonderful night together.",
      "BoleGaming™ values every customer’s gaming experiences as its priority. Thus, BoleGaming™ is strained to provide the best services to the customers and developing new quality games that satisfied and reached customers’ satisfaction. In future, BoleGaming™ hopes that you can always have enjoyment and entertained with us. Furthermore, let us enjoy the applause of success together. "
    ],
    "contentImage":[
      "https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/photo_post/1.jpg",
      "https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/photo_post/2.jpg",
      "https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/photo_post/3.jpg",
      "https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/photo_post/4.png"
    ]
  },
  {
    "id":"8",
    "name":"BoleGaming™ is in New York City Time Square now, Bolegaming™ announced they latest mahjong game on Nasdaq tower:",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/bolegaming/cotent_02.jpg",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/bolegaming/cotent_01.jpg",
    "fullDate":"21/11/2018",
    "categorize":"News Related",
    "paragraph":[
      "New York City Time Square, located in Manhattan, is a place that gather all the peoples from different countries, also known as “the crossroads of the world”.",
      "BoleGaming™ as a leading international online game development company, announced on the most symbolic Nasdaq screen in Time Square, not only showed the profound strength of BoleGaming™ to people around the world, but also introduced the mahjong game “Panda Si Chuan Mahjong” developed by the BoleGaming™ team and showed the innovation of Chinese quintessence to people gathered in New York City.",
      "“Panda Si Chuan Mahjong” is the online mahjong game that launched by BoleGaming™ it uses the H5 engine development, perfectly compatible with all major browsers, run smoothly across platforms. Coupled with real-time matching function, you don’t have to worry about missing one more player to start the game, instantly play the game online with players came from all around the world. Anytime and anywhere, play it when you need it!"
    ]
  },
  {
    "id":"9",
    "name":"BoleGaming™ have been authenticated by the iTech Labs international authoritative institutes",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/Itechlabs/Image2.jpg",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/Itechlabs/Image1.jpg",
    "fullDate":"2/1/2019",
    "categorize":"News Related",
    "paragraph":[
      "Random number generation (RNG) of BoleGaming™ has been certified by iTech Labs it's an international authority to ensure the randomness of licensing within the game, and comply with industry specifications and technical specifications.",
      "<a href='https://itechlabs.com/certificates/BoleGaming™/RNG_Certificate_BoleGaming_28122018.pdf' style='font-weight:bold;' target='_blank'>View Certificate</a>",
      "iTech Labs is an authority with over 50 years of comprehensive experience in game testing and validation, meeting the technical capabilities of the IEC/ISO 17025 standard for the industry, their customers including some largest online gaming companies in the world, so it is a leader in game testing and certification, and one of the most trusted organizations in the international market.",
      "BoleGaming™ is committed to creating a fair and just game platform to ensure the fairness of our games strictly abide by the relevant industry norms and technical specifications, in order to provide players with a quality and healthy game environment."
    ]
  },
  {
    "id":"10",
    "name":"Bole Niu-Niu officially launched",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/boleniuniu/big.jpg",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/boleniuniu/small.jpg",
    "fullDate":"9/1/2019",
    "categorize":"Games Related",
    "paragraph":[
      "In this highly anticipated, the popular board game of BoleGaming™, “Bole Niu-Niu” was officially launched! As one of the most popular board games nowadays, Bole Niu-Niu has attracted a large number of players' attention before its launch, that’s why attracted a large number of players to play after its launch.",
      "Bole Niu-Niu is a real person online chess game, supporting iOS, Android, HTML5, MacOS, Windows and other mainstream platforms, the popularity of the online population allows players to start the match at any time. How much the game currency of player bring into the game, winning or losing the game currency will not be greater than the game currency into, to ensure fairness and game experience.",
      "Bole Niu-Niu has simple and exciting playing method, and the rhythm of game is rapidly, every player can easily play it without any failure, combined with the flexible rate and the free of banker and player exchange, the charm of the game so that the players fascinated, join the game do not want to leave. The charm of the game fascinates players so much that they don't want to leave it once they have joined the game.",
      "<a href='gameDetail?id=4' style='font-weight:bold;' target='_blank'>More</a>"
    ]
  },
  {
    "id":"11",
    "name":"Bole Sangong was officially launched",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/sangong/big.jpg",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/sangong/small.jpg",
    "fullDate":"10/1/2019",
    "categorize":"Games Related",
    "paragraph":[
      "The board game of BoleGaming™ Bole Sangong was officially released and launch online! Players are able to play it without hassle because it supports a variety of mainstream platforms, including iOS, Android, HTML5, MacOS, Windows, etc. ",
      "Bole Sangong has fast rhythm, it is easy to play and easy to get started, it has attracted a huge number of players even just launched online recently. How much the game currency of player bring into the game, winning or losing the game currency will not be greater than the game currency into, to ensure fairness and game experience.",
      "<a href='gameDetail?id=8' style='font-weight:bold;' target='_blank'>More</a>"
    ]
  },

  {
    "id":"12",
    "name":"The ICE London exhibition has ended successfully, let’s witness the strength of BoleGaming",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/Bole/head.jpg",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/Bole/main.jpg",
    "fullDate":"10/2/2019",
    "categorize":"Activities Related",
    "paragraph":[
      "ICE Totally Gaming is the world's largest entertainment video game trade show, it has successfully ended in London in 2019. BoleGaming™ was invited to participate the exhibition to bring innovative, quality products and service to the industry.",
      "ICE London exhibition this year has attracted more than 500 of the world's top industry manufacturers, It covers the whole industry chain, including game development, operation platform, e-sports, payment solution, media publishing, data analysis and verification, regulators, etc. It provides an opportunity to cooperate and obtain the latest information about the industry.",
      "BoleGaming™ in ICE London 2019 was provided a wealth of production introduction to all the manufacturers, mahjong series games with strong Chinese style have attracted the attention of many manufacturers. In addition to introduce our popular mahjong series, we do introduce our new products and some popular board games that still under developments to the manufacturers, such an honour to get enthusiastic responses from the industry and most of the manufacturers ask for cooperation.",
      "BoleGaming™ brought wonderful game demonstrations and New Year greetings, which filled the ICE venue with a strong atmosphere of Chinese New Year and left unforgettable memories for everyone."
    ],
    "youtube_embedded":"https://www.youtube.com/embed/WcDbRiOgafQ"
  },
  {
    "id":"13",
    "name":"BoleGaming meets you at Macau G2E ASIA",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/ge2/title.png",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/ge2/ge2.png",
    "fullDate":"25/2/2019",
    "categorize":"Activities Related",
    "paragraph":[
      "BoleGaming will participate in the G2E ASIA exhibition at the Venetian Macao Hotel from May 21st to 23rd, 2019.",
      "Recently, BoleGaming was invited to participate in major exhibitions around the world, thanking all parties for their attention and expectation of BoleGaming. BoleGaming also invest a lot of money and manpower to assemble industry elites, aiming to create better and more innovative game products and present better games to everyone.",
      "BoleGaming will bring popular mahjong, poker and slot games, and will also expose new development games. Welcome to D934 to visit us, we will give you a special gaming experience and a complete introduction.",
      "BoleGaming meets you at G2E ASIA!"
    ]
  },
  {
    "id":"14",
    "name":"BoleGaming ™ carts appeared at Manila Airport",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/blcarts/header.jpg",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/blcarts/cover.jpg",
    "fullDate":"15/3/2019",
    "categorize":"News Related",
    "paragraph":[
      "Hundreds of airport carts from BoleGaming appeared at Manila International Airport, which caused many tourists to watch and discussion. Who is the basketball star who appeared on the cart? Some people even find answers through Google, and some people take picture and post it to the social network to ask the friends who is this basketball star!",
      "There are several clues on the cart: Yao Ming’s teammates, NBA Hall of Fame players, 7 times NBA All-Star team. With the above clues, the answer seems to be coming out. The answer is 2019 BoleGaming annual Brand Ambassador 'T-Mac' Tracy McGrady. If you see the BoleGaming carts at Manila International Airport next time, you are also welcome to post photos to the social network to test friends.",
      "Let BoleGaming in every corner of the airport, accompany you to travel happily and go home safely."
    ]
  },
  {
    "id":"15",
    "name":"BoleGaming™ announces partnership with Rubic Play™",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/rubic/rubicplay1024.png",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/rubic/rubicplay_607.png",
    "info_imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/rubic/rubicplay1024.png",
    "info_imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/rubic/rubicplay_607.png",
    "fullDate":"28/3/2019",
    "categorize":"News Related",
    "paragraph":[
      "BoleGaming™ is pleased to announce a formal cooperation agreement with Rubic Play™, hoping to provide better service to customers and provide players with a better experience and achieve win-win results.",
      "Founded in 1998, Rubic Play™ has accumulated a long history of experience, making Rubic Play™ a leader in the industry. Over 20 years of service to countless customers, the organization of a strong team has also accumulated a lot of good reputation.",
      "It is hoped that through deepening cooperation, the strength of both parties in the industry will be enhanced, complementary benefits will be achieved, and an innovative future will be developed for the industry."
    ]
  },
  {
    "id":"16",
    "name":"Bole Golden Flower Grand Launched",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/zhajinhua/1024.jpg",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/zhajinhua/607.jpg",
    "info_imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/zhajinhua/1024.jpg",
    "info_imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/zhajinhua/607.jpg",
    "fullDate":"21/4/2019",
    "categorize":"Games Related",
    "paragraph":[
      "As a popular poker game, Golden Flower has attracted many players, and many players have come to hope that BoleGaming™ can step up the launch Bole Golden Flower. However, BoleGaming™ insists on providing players a high level of game quality. After the R&D team is completed, and through repeated multi-stage testing, it is finally announced that Bole Golden Flower is grand launched!",
      "Bole Golden Flower is a multiplayer poker game where players can score three cards and can play against another player. The gameplay is easy to get started, and it also tests the player's courage. Come and experience the charm of Bole Golden Flowers together!"
    ]
  },
  {
    "id":"17",
    "name":"BoleGaming™ cooperates with ITGO™ to create a win-win situation in the future",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/itgo/1024.png",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/itgo/607.png",
    "info_imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/itgo/1024.png",
    "info_imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/itgo/607.png",
    "fullDate":"18/4/2019",
    "categorize":"News Related",
    "paragraph":[
      "BoleGaming™ announced a partnership with ITGO™ to share the market experience of both parties through the exchange of technology and experience, and to provide customers with better products and services.",
      "ITGO™ was established in 2009 and holds a legal industry license. With subsidiaries in seven different countries and regions, the company has many years of customer service experience and industry-leading technology, rich multi-national market operation data, and good product user experience. It is an excellent supplier focused on providing software and hardware system solutions."
    ]
  },
  {
    "id":"18",
    "name":"BoleGaming is Well Received in G2E Asia 2019",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/g2e/header.jpg",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/g2e/g2e_cover.jpg",
    "info_imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/g2e/header.jpg",
    "info_imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/g2e/g2e_cover.jpg",
    "fullDate":"28/5/2019",
    "categorize":"Activities Related",
    "paragraph":[
    ],
    "paragraph1":[
      "The three-day exhibition of the game G2E Asia 2019 ended successfully on May 23 at the Venetian Macao, attracting more than 10,000 visitors. The exhibition attracted many companies from all over the world to display the latest development of game products, strengthen the cooperation opportunities through close communication during the exhibition, and explore the possibilities in the industry through the forum."
    ],
    "img1":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/g2e/g2e_01.jpg",
    "paragraph2":[
      "BoleGaming brought popular mahjong and poker games to everyone at G2E Asia this year, which was well received by industry and visitors. In the popular product list of the exhibition statistics, the “Bole Niu-Niu” under BoleGaming was on the list from the first day of the exhibition, and continued to be in the forefront to the last day of the exhibition, attracting many audiences to come and ask. Developed with HTML5 technology, Bole Niu-Niu is perfectly compatible with all kinds of mainstream browsers. It can be easily played on the computer or on the mobile of each platform. It is also the only poker game in the popular list of products. The quality and popularity of the game goes without saying that it is a highlight of the exhibition."
    ],
    "img2":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/g2e/g2e_02.jpg",
    "paragraph3":[
      "BoleGaming also unveiled two new online slot games, “The Monkey King” and “The Condor Heroes”, which are the first to be revealed at the exhibition. Both of them have a strong Chinese style and also show the technical development strength of BoleGaming."
    ],
    "img3":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/g2e/g2e_03.jpg",
    "paragraph4":[
      "Everytime BoleGaming is exhibited, it will bring new highlights to the audience. In addition to the business negotiation and cooperation, BoleGaming is more open-minded to accept suggestions and advice. These are the driving force for the progress of BoleGaming, with a view to the future in the game. Make further innovation breakthroughs in entertainment, provide better game products, and give players a better game experience."
    ]
  },
  {
    "id":"19",
    "name":"Asia's Sexiest Magician Fay Will Perform for BoleGaming at PAGE",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/fayprince/header.png",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/fayprince/cover.png",
    "info_imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/fayprince/header.png",
    "info_imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/fayprince/cover.png",
    "fullDate":"14/6/2019",
    "categorize":"Activities Related",
    "paragraph":[
    ],
    "paragraph1":[
      "PHIL-ASIAN GAMING EXPO (PAGE), held at the SMX Exhibition Center in Manila, Philippines on July 12-14, 2019, was the first industry exhibition supported by the Philippine government. Manila, the capital of the Philippines, has more than 200,000 industry practitioners. As the PAGE is at the geographic center of the industry, more than 200 exhibitors will participate in the event, and it is estimated that more than 30,000 professional visitors will participate in this global grand event."
    ],
    "paragraph2":[
      "BoleGaming will also showcase our popular mahjong and poker games to the audience, and unveil new slot games and new development projects that have never been publicly available in the market. Welcome to our booth (Booth #1050) to let our account manager give you a detailed introduction and discuss cooperation plans."
    ],
    "img3":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/fayprince/img1.png",
    "paragraph3":[
      "In particular, BoleGaming invited magician Fay who is known as the 'Asia's sexiest magician girl' to perform magic show at the booth on 7/12-13. The lucky audience also had the opportunity to play with the magician. Welcome to BoleGaming’s booth to have fun together."
    ]
  },
  {
    "id":"20",
    "name":"The Wonderful Review of BoleGaming in PAGE 2019",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/page2019/cover.jpg",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/page2019/cover.jpg",
    "info_imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/page2019/cover.jpg",
    "info_imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/page2019/cover.jpg",
    "fullDate":"23/7/2019",
    "categorize":"Activities Related",
    "paragraph":[
    ],
    "paragraph1":[
      "PAGE 2019 was the perfect ending, attracting more than 30,000 professional visitors to visit, and also provided a platform for industry display, strengthening the communication network between industries."
    ],
    "img2":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/page2019/pic0.jpg",
    "paragraph2":[
      "The one of biggest highlight of BoleGaming in this exhibition was the first revelation of the two local Mahjong games, such as Hunan Mahjong and Guangdong Mahjong. It also attracted many audience inquiries and live demos. We hope that the new mahjong games will give players more choices and be closer to their local gameplay."
    ],
    "imgsmall1":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/page2019/pic1.png",
    "imgsmall2":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/page2019/pic2.png",
    "paragraph3":[
      "At the same time, BoleGaming introduced a variety of popular poker and slot games to the audience, including the recently launched Bole Baccarat and Bole Blackjack, which attracted many players to play. These are also another option for gamers who love poker games."
    ],
    "imgsmall3":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/page2019/pic3.png",
    "paragraph4":[
      "During the three-day exhibition, BoleGaming booth adopts an open beach style, featuring Asian female magician and live performance by Fay who as known as 'Asia's sexiest female magician', attracting many visitors to stop and watch. Coupled with a number of BoleGaming girls here with the audience to have fun and play games, as well as the large rubber duck, the booth was very popular and lively."
    ],
    "paragraph5":[
      "From the developer's point of view, BoleGaming creates a fair and equitable game platform and quality game products. We hope that players can have a good gaming experience, and customers can have a stable income and create a win-win situation."
    ],
    "videoSrc":"https://www.youtube.com/embed/4oXm1LTcymQ"
  }
]
