[
  {
    "id":"1",
    "name":"량징루 마닐라 콘서트를 성심성의껏 후원합찬",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/liangjinru/backgroundBanner.jpg",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/liangjinru/big_small_same.jpg",
    "fullDate":"10/9/2018",
    "categorize":" 행사 분야",
    "groupCategorize":"activitiesRelated",
    "paragraph":[
      "보러게임™은 다양한 오락게임을 제공하여 더 좋은 품질의 온라인 엔터테인먼트 경험을 만들려고 노력하고 있다.올해 보러게임™ 또는 2018”치청춘•만나서 반가워요”합동 콘서트를 후원합찬하여 음악잔치를 함께 즐겨 보도록 초대하십시오。",
      "1월에 만나서 반가워요 콘서트에 덩쯔치와 딩당 같은 인기있는 아티스트를 초청했어 널리 알려진 호평을 받고 있습니다. 올해 10월에도 아티스트 라인업을 확대하여 량징루가 이끄는 연예인는 훌륭하게 공연하고 큰돈으로 더 눈부신 무대 효과를 만들어서 당신에게 이전에 볼수 없는 시각적과 시청각 즐거움을 가져다 줄것입니다. 보러게임™은 당신과 약속하여2018”치청춘•만나서 반가워요”합동 콘서트에 만납시다."
    ]
  },
  {
    "id":"2",
    "name":"보러 사천마작이 공식적르오 출시",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/bolesichuan/backgroundBanner.png",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/bolesichuan/1.png",
    "fullDate":"17/9/2018",
    "categorize":"게임분야",
    "groupCategorize":"gameRelated",
    "paragraph":[
      " 최근 보러게임의 보러 보드게임 센터가 공식 출시되었습니다！보러보드게임에는 국내에서 가장 인기 있고, 가장 섹시하고, 가장 흥미 진진한 다양한 보드 게임이 포함되어 있습니다.시장에 가장 핫한 혈전도지와 혈류성허등 마작유형 없는 것이 없으며 패션된 심플한 보드화면과 리얼리티 대전게임법은 즐겁게 매일 하루에 함께보냅시다. 더욱나 열정적인 사천 매자의 음석도움말 기다리 지않고 바로 자동 매칭 게임의 공정성을 보장하고 재미를 즐기십시오！"
    ]
  },
  {
    "id":"3",
    "name":"보러게임™과Ezugi 합력 계약 채결",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/tianjiu/backgroundBanner.png",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/tianjiu/news1.png",
    "fullDate":"28/8/2018",
    "categorize":" 뉴스 분야",
    "groupCategorize":"gameNewsRelated",
    "paragraph":[
      "보러게임™과Ezugi회사는 합력 공식적으로 채결했다.Ezugi는 온라인 및 오프라인 운영자에게 모바일 및 온라인 게임 솔루션을 제공하는 것으로 약속했다.이번에 깊은 기술 협력을 통해 보러게임™은 전 세계의 더 많은 플레이어에게 최고의 제품과 서비스를 제공 할 것이다.",
      "업계의 선구자로서Ezugi는 주로 온라인 엔터테인먼트 및 전통 엔터테인먼트를 운영하고 있다.설립 이래 Ezugi는 9개의 게임 개발 스튜디오를 운영하여 전 세계 100 개 이상의 사업자와 협력한 회사로 성공적으로 발전했왔다.플레이어에게 최고 수준의 온라인 엔터테인먼트 경험을 제공하기 위해 가장 앞선 장비와 기술로 사용자 경험과 서비스를 향상시키기 위해 노력한다. 이를 위해 보러게임™는 Ezugi와 파트너 관계를 맺는 것을 자랑스럽게 생각했다.",
      "Ezugi는 대규모 고객층을 보유하고 있으며 고객 중심의 서비스 제공 업체이다.보러게임™는Ezugi와 합력을 통해 회사 간의 강력한 파트너십 구축하구축하기를 희망하다.강력한 파트너십을 통해 양사는 모두 고품질의 혁신적인 제품을 계속 만들고 고객의 요구를 충족시킬 수 있다.Ezugi와보러게임™는 프레이어에게 잊을 수 없는 게이밍 경험을 안겨줄 것이다."
    ]
  },
  {
    "id":"4",
    "name":"보러게임™은 초대를 받아 2019 년 런던 ICE 박람회에 참가했다.",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/ICE/Image2.png",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/ICE/Image1.png",
    "fullDate":"8/10/2018",
    "categorize":" 뉴스분야",
    "groupCategorize":"gameNewsRelated",
    "paragraph":[
      "보러게임™은2019 년 2 월 5 일부터 7 일까지 ICE Totally Gaming 박회에서 새로운 게임 제품을 선보일 예정이다.",
      "ICE Totally Gaming은 150개국 이상에서 3 만명이 넘는 사람들 참석한 업계 최대의 연례 행사입니다.ICE Totally Gaming은 박람회의 발전과 함께 엔터테인먼트 시장 및 게임 개발 업계의 지도자가 되고 B2B 엔터테인먼트 산업의 상업적 국제 박람회이다.",
      "올해 발람회에는 엔터테인먼트 업계의 500 명의 온라인 및 오프라인 제조업체와 전문업체가 있을 것이고 전세계의 운영자,미디어 및 시스템회사 그리고 모든 관련 업계 플레이어가 함께 모임할 자리가 될거다.。",
      "보러게임™은 계속 높은 평가를 받은 고품질의 게임을 세계에 보여주고 훌륭한 게임 경험을 제공 할 것이다. ICE Totally Gaming 박람회에서 만나를 기대합니다.！"
    ]
  },
  {
    "id":"5",
    "name":"보러게임™과 APLUS 함께 손잡고 윈윈 창조",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/APLUS/1.png",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/APLUS/1a.png",
    "fullDate":"15/10/2018",
    "categorize":" 뉴스분야",
    "groupCategorize":"gameNewsRelated",
    "paragraph":[
      "보러게임™는APLUS와 파트너쉽 발표했따.APLUS는 웹 디자인, 시스템 개발 및 기술 지원 서비스를 통합 한 회사이다.10 년의 노력과 경험을 바탕으로 APLUS는 업계의 선두 주자가되었다.이 협력을 통해 보러게임™ 및APLUS가 전 세계 고객에게 더 나은 제품, 서비스 및 기술 지원을 제공 할 수 있기를 바란다.",
      "APLUS는 최신 기술을 활용하여 업무 효율성과 서비스 품질을 향상시키는 동시에 우수한 온라인 기술, 비즈니스 점유율, 혁신 능력 및 풍부한 경험을 결합하여 고객의 다양한 요구에 따라 최고의 독점 솔루션을 구축한다",
      "APLUS는 지난 10년간의 발전을 통해 이미 강대하고 탄탄한 실력을 쌓아왔다.2,000 개가 넘는 게임을 개발했으며 고객에게 안전한 웹 사이트 서비스 및 엔터테인먼트 경험을 제공하고 있다.APLUS는 또한 보러게임™혁신 및 강력한 개발 팀을 결합하여 각자의 강점과 깊은 기술 교류를 통해 보러게임™과 함께 고객에게 더 나은 제품과 서비스를 제공하고 윈 - 윈 상황을 만들고 온라인 및 오프라인 엔터테인먼트 산업을위한 새로운 페이지를 작성하길 바란다"
    ]
  },
  {
    "id":"6",
    "name":"보러게임은 마닐라공항에 착륙",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/airport/big.jpg",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/airport/small.jpg",
    "fullDate":"29/10/2018",
    "categorize":" 뉴스분야",
    "groupCategorize":"gameNewsRelated",
    "paragraph":[
      "보러게임은 탄탄한 실력과 좋은 평판 그리 업계에서 구축한 좋은 브랜드 이미지를 통해 오늘에 보러게임 또한 필리핀의 국제간판-마닐라국제공항에 올린다. ",
      "필리핀으로 여행하든 여행을 마치고 따뜻한 집으로 돌아갈 것인지 관계없이 필리핀에 도착하자마자 보러의 따뜻한 환영을 눈에 따가왔다.보러는 우수한 제품과 서비스를 계속 제공할 것이고 당신에게 기쁨과 이득을 줄뿐만 아니라 모든 여행의 동반자가 될 것이다.！"
    ]
  },
  {
    "id":"7",
    "name":"스타들의 콘서트 완미폐막,보러게임은 당신과 함께 아름다운 밤을 보내자",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/concert/big.jpg",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/concert/small.jpg",
    "fullDate":"1/11/2018",
    "categorize":" 행사분야",
    "groupCategorize":"activitiesRelated",
    "paragraph":[
      "보러게임™  주로 후원합찬한「치청춘•만나서 반가워요」콘서터는 완별하게 폐막됐고 열정한 퍤들과 함께 량징루、A-Lin등 가수들의 훌룡한 공연을 즐거운 보러가 우리와 함께 멋진 밤을 보내 주신분들께 감사합니다. ",
      "보러게임™은 각 고객의 감정을 소중하게 생각하며 최고의 서비서품질과을 제공과 혁신적이고 수준 높은 엔터테인먼트 게임 개발에 진력하고 있다.미래에 보러게임™과 계속해서 즐거움과 기쁨을 나누고 성공의 박수를 보내시기 바란다."
    ],
    "contentImage":[
      "https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/photo_post/1.jpg",
      "https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/photo_post/2.jpg",
      "https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/photo_post/3.jpg",
      "https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/photo_post/4.png"
    ]
  },
  {
    "id":"8",
    "name":"보러게임은 뉴욕 타임스 스퀘어에 착륙,나스닥 대형 스크린으로 뛰어 올랐다",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/bolegaming/cotent_02.jpg",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/bolegaming/cotent_01.jpg",
    "fullDate":"21/11/2018",
    "categorize":"뉴스 분야",
    "groupCategorize":"gameNewsRelated",
    "paragraph":[
      "미국 맨하탄에 위치한 타임 스퀘어는 전 세계 사람들이 모여 드는 장소이며‘세계의 교차로’라고 불린다。",
      "보러게임은 선도적 인 국제 온라인 게임 개발 회사로서 타임스 스퀘어에서 가장 상징적 인 나스닥 대형 스크린에 상장되었다.보러게임의 강한 실력을 전세계 사람들에게 보여줄뿐만 아니라 보러게임팀에서 개발 한 마작경쟁 게임 인 '파다 사천 마작'을 소개하여 미국 뉴욕에 모인 사람들의 중국 전통을 보여줄 것이다.",
      "'파다 사천 마작은 보러게임팀이 출시 한 온라인 마작 게임으로 H5 엔진을 사용하여 개발되었 모든 주요 브라우저와 완벽하게 호환되며 플랫폼 간 원활한 운영이 가능한다.1명의 선수를 더 찾아야 할 걱정없이 즉시 매칭하여 온라인으로 전 세계의 플레이어들과 플레이 할 수 있으며 어디든지 언제든지 마음대로 플레이！"
    ],
    "youtube_embedded":"https://www.youtube.com/embed/yz6uTmjClqc"
  },
  {
    "id":"9",
    "name":"보러게임은 iTech Labs 국제기관의 인증을 받았다.",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/Itechlabs/Image2.jpg",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/Itechlabs/Image1.jpg",
    "fullDate":"2/1/2019",
    "categorize":"뉴스분야",
    "paragraph":[
      "보러게임은 국제 기관인 iTech Labs의 난수 생성 (RNG) 인증을 공식적으로 통과했으며 게임의 공정성을 보장하고 산업 규격 및 기술 사양을 충족시키기 위해 iTech Labs에서 발급 한 인증 인증서를 획득했다.",
      "<a href='https://itechlabs.com/certificates/BoleGaming/RNG_Certificate_BoleGaming_28122018.pdf' style='font-weight:bold;' target='_blank'>查看证书</a>",
      "iTech Labs는 50 년 이상의 게임 테스트 및 검증 경험을 보유한 기관이고 업계IEC/ISO 17025표준기술능력에 준수하다. 고객은 세계에서 가장 큰 온라인 게임 회사 중 다수를 포함하고 게임 테스트 및 인증의 선두 주자이며 국제 시장에서 가장 신뢰할 수있는 기관중 하나이다.",
      "보러게임은 공정하고 정당한 게임 플랫폼을 만들기 위해 최선을 다하고 있으며 게임의 공정성 보장하여 업계의 관련 사양과 기술 사양을 엄격하게 준수하여 플레이어에게 양질의 건강한 게임 환경을 제공한다.。"
    ]
  },
  {
    "id":"10",
    "name":"보러뉴뉴 공식적으로 출시",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/boleniuniu/big.jpg",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/boleniuniu/small.jpg",
    "fullDate":"9/1/2019",
    "categorize":"게임 분야",
    "paragraph":[
      "기대에 따라 보러게임™의 인기있는 체스 게임 '보러뉴뉴'가 마침내 출시되었다！보러뉴뉴는 오늘 가장 인기있는 보드 게임 중 하나로서 출시전에 많은 사람들의 관심을 끌었고 출시 후 많은 사람들이 온라인에 접속하게 되었다.",
      "보러뉴뉴는 iOS, Android, HTML5, MacOS, Windows 등의 주류 플랫폼을 지원하는 실제 온라인 게임이다. 온라인 사용자의 높은 인기는 플레이어가 언제든지 매치 오프닝을 맞출 수있게 하다.게임의 공평성와 게임 경험을 보장하기 위해서 숭부 게임머니는 반입된 게임머나보다 크지 않는 메커니즘을 도입한다.",
      "보러뉴뉴의 게엠 방법은 간단하고 무례하며 리듬이 밝으니 모든 플레이어가 쉽게 플레이 할 수 있다.배율 변경와 장 자유교체를 결합하여 플레이어는 게임 매력이 플레이어를 매력을 느끼게 되었 게임에 참여하면 떠나고 싶지 않다.",
      "<a href='gameDetail?id=4' style='font-weight:bold;' target='_blank'>더 알아보기</a>"
    ]
  },

  {
    "id":"11",
    "name":"보러삼공 뜨거운 출시",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/sangong/big.jpg",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/sangong/small.jpg",
    "fullDate":"10/1/2019",
    "categorize":"게임분야",
    "paragraph":[
      "보러게임™의 포커 게임인 '보러삼공'이 공식적으로 출시되었다！iOS, Android, HTML5, MacOS, Windows 등 다양한 주류 플랫폼 지원 컴퓨터와 모바일 또는 태블릿을 사용하든 관계없이 쉽게 재생할 수 있다.",
      "보러삼공은 게엠 리듬이 빠르고 방법이 간단하니까 쉽게 플레이 할 수 있다. 게임 출시하고나서 많은 플레이어를 끌어와 게임을 하다.보러삼공도 게임의 공평성와 게임 경험을 보장하기 위해서 숭부 게임머니는 반입된 게임머나보다 크지 않는 메커니즘을 도입한다 ",
      "<a href='gameDetail?id=8' style='font-weight:bold;' target='_blank'>더 알아보기</a>"
    ]
  },

  {
    "id":"12",
    "name":"영국ICE박람회 폐막,보러게임의 실력 인증",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/Bole/head.jpg",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/Bole/main.jpg",
    "fullDate":"10/2/2019",
    "categorize":"게임 분야",
    "paragraph":[
      "2019 년 세계 최대 엔터테인먼트 비디오 게임 박람회 인 ICE Totally Gaming이 영국 런던에서 성공적으로 종료되었다.보러게임은 초대를 받아 참가했어 업계에 혁신적이고 품질 좋은 제품과 서비스를 제공하다. ",
      "올해 ICE박람회는 게임 개발, 운영 플랫폼, e 스포츠, 지불 계획, 미디어 출판, 데이터 분석 및 검증, 규제 기관 등에 이르기까지 전 업계 체인에 걸친 500 개 이상의 세계 최고의 업계업체를 확보했다.업계에서 최신 정보를 교환하고 협력하고 기회를 제공했다.",
      "2019 ICE 런던 박람희에서 보러게임은 풍부한 제품 소개 시연을 했고 깊은 중국작풍을 가진 막작 시리즈는 많은 업체의 주의를 끌었다.현재 인기있는 마작 시리즈 제품을 소개 할뿐 아니라 새로운 출시 및 개발중 인기있는 체스 게임도 선보였으며 시장에서 열렬한 반응을 얻었다. 많은 업체들이 적극적으로 협력 방법에 대해 질문했다.",
      "보러는 멋진 게임 데모를 가져 왔고 새해 축하도 가져 왔다.현장에 중국 설날의 분위기가 가득하게 했고 잊지 못할 추억을 남겼다."
    ],
    "youtube_embedded":"https://www.youtube.com/embed/WcDbRiOgafQ"
  },
  {
    "id":"13",
    "name":" 보러게임과 마카오G2E ASIA에서 만납시다",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/ge2/title.png",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/ge2/ge2.png",
    "fullDate":"25/2/2019",
    "categorize":"행사 분야",
    "paragraph":[
      "보러게임은 2019 년 5 월 21 일부터 23 일까지 베네 치안 마카오 호텔에서 열리는 G2E ASIA 박람회에 참가할 예정。",
      "최근에게임은 전 세계의 대규모 전시회에 초대되어 저희 보러 게임에 대한 모든 관심과 기대에 감사드립니다.저희 또한 더 많은 돈과 인력을 투자하여 업계 엘리트를 모여서 더 많은 혁신적인 게임 제품을 만들고 모든 사람에게 더 나은 게임을 제공할 것이다 .",
      "그때 보러게임은 인기있는 마작, 체스, 슬롯 게임을 선사하며 새로운 개발중 뉴 게임도 고개할 예정입니다. D934 부스에 오신 것을 환영합니다. 특별한 게임 경험과 완벽한 소개를 드립니다.",
      "보러게임과 베네 치안G2E ASIA에 만납시다！"
    ]
  },
  {
    "id":"14",
    "name":"BoleGaming ™ carts appeared at Manila Airport",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/blcarts/header.jpg",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/blcarts/cover.jpg",
    "fullDate":"15/3/2019",
    "categorize":"뉴스분야",
    "paragraph":[
      "Hundreds of airport carts from BoleGaming appeared at Manila International Airport, which caused many tourists to watch and discussion. Who is the basketball star who appeared on the cart? Some people even find answers through Google, and some people take picture and post it to the social network to ask the friends who is this basketball star!",
      "There are several clues on the cart: Yao Ming’s teammates, NBA Hall of Fame players, 7 times NBA All-Star team. With the above clues, the answer seems to be coming out. The answer is 2019 BoleGaming annual Brand Ambassador 'T-Mac' Tracy McGrady. If you see the BoleGaming carts at Manila International Airport next time, you are also welcome to post photos to the social network to test friends.",
      "Let BoleGaming in every corner of the airport, accompany you to travel happily and go home safely."
    ]
  },
  {
    "id":"15",
    "name":"BoleGaming™ announces partnership with Rubic Play™",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/rubic/rubicplay1024.png",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/rubic/rubicplay_607.png",
    "info_imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/rubic/rubicplay1024.png",
    "info_imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/rubic/rubicplay_607.png",
    "fullDate":"28/3/2019",
    "categorize":"뉴스분야",
    "paragraph":[
      "BoleGaming™ is pleased to announce a formal cooperation agreement with Rubic Play™, hoping to provide better service to customers and provide players with a better experience and achieve win-win results.",
      "Founded in 1998, Rubic Play™ has accumulated a long history of experience, making Rubic Play™ a leader in the industry. Over 20 years of service to countless customers, the organization of a strong team has also accumulated a lot of good reputation.",
      "It is hoped that through deepening cooperation, the strength of both parties in the industry will be enhanced, complementary benefits will be achieved, and an innovative future will be developed for the industry."
    ]
  },
  {
    "id":"16",
    "name":"Bole Golden Flower Grand Launched",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/zhajinhua/1024.jpg",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/zhajinhua/607.jpg",
    "info_imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/zhajinhua/1024.jpg",
    "info_imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/zhajinhua/607.jpg",
    "fullDate":"21/4/2019",
    "categorize":"게임관련",
    "paragraph":[
      "As a popular poker game, Golden Flower has attracted many players, and many players have come to hope that BoleGaming™ can step up the launch Bole Golden Flower. However, BoleGaming™ insists on providing players a high level of game quality. After the R&D team is completed, and through repeated multi-stage testing, it is finally announced that Bole Golden Flower is grand launched!",
      "Bole Golden Flower is a multiplayer poker game where players can score three cards and can play against another player. The gameplay is easy to get started, and it also tests the player's courage. Come and experience the charm of Bole Golden Flowers together!"
    ]
  },
  {
    "id":"17",
    "name":"BoleGaming™ cooperates with ITGO™ to create a win-win situation in the future",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/itgo/1024.png",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/itgo/607.png",
    "info_imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/itgo/1024.png",
    "info_imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/itgo/607.png",
    "fullDate":"18/4/2019",
    "categorize":"뉴스관련",
    "paragraph":[
      "BoleGaming™ announced a partnership with ITGO™ to share the market experience of both parties through the exchange of technology and experience, and to provide customers with better products and services.",
      "ITGO™ was established in 2009 and holds a legal industry license. With subsidiaries in seven different countries and regions, the company has many years of customer service experience and industry-leading technology, rich multi-national market operation data, and good product user experience. It is an excellent supplier focused on providing software and hardware system solutions."
    ]
  },
  {
    "id":"18",
    "name":"BoleGaming is Well Received in G2E Asia 2019",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/g2e/header.jpg",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/g2e/g2e_cover.jpg",
    "info_imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/g2e/header.jpg",
    "info_imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/g2e/g2e_cover.jpg",
    "fullDate":"28/5/2019",
    "categorize":"행사관련",
    "paragraph":[
    ],
    "paragraph1":[
      "The three-day exhibition of the game G2E Asia 2019 ended successfully on May 23 at the Venetian Macao, attracting more than 10,000 visitors. The exhibition attracted many companies from all over the world to display the latest development of game products, strengthen the cooperation opportunities through close communication during the exhibition, and explore the possibilities in the industry through the forum."
    ],
    "img1":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/g2e/g2e_01.jpg",
    "paragraph2":[
      "BoleGaming brought popular mahjong and poker games to everyone at G2E Asia this year, which was well received by industry and visitors. In the popular product list of the exhibition statistics, the “Bole Niu-Niu” under BoleGaming was on the list from the first day of the exhibition, and continued to be in the forefront to the last day of the exhibition, attracting many audiences to come and ask. Developed with HTML5 technology, Bole Niu-Niu is perfectly compatible with all kinds of mainstream browsers. It can be easily played on the computer or on the mobile of each platform. It is also the only poker game in the popular list of products. The quality and popularity of the game goes without saying that it is a highlight of the exhibition."
    ],
    "img2":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/g2e/g2e_02.jpg",
    "paragraph3":[
      "BoleGaming also unveiled two new online slot games, “The Monkey King” and “The Condor Heroes”, which are the first to be revealed at the exhibition. Both of them have a strong Chinese style and also show the technical development strength of BoleGaming."
    ],
    "img3":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/g2e/g2e_03.jpg",
    "paragraph4":[
      "Everytime BoleGaming is exhibited, it will bring new highlights to the audience. In addition to the business negotiation and cooperation, BoleGaming is more open-minded to accept suggestions and advice. These are the driving force for the progress of BoleGaming, with a view to the future in the game. Make further innovation breakthroughs in entertainment, provide better game products, and give players a better game experience."
    ]
  },
  {
    "id":"19",
    "name":"Asia's Sexiest Magician Fay Will Perform for BoleGaming at PAGE",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/fayprince/header.png",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/fayprince/cover.png",
    "info_imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/fayprince/header.png",
    "info_imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/fayprince/cover.png",
    "fullDate":"14/6/2019",
    "categorize":"행사관련",
    "paragraph":[
    ],
    "paragraph1":[
      "PHIL-ASIAN GAMING EXPO (PAGE), held at the SMX Exhibition Center in Manila, Philippines on July 12-14, 2019, was the first industry exhibition supported by the Philippine government. Manila, the capital of the Philippines, has more than 200,000 industry practitioners. As the PAGE is at the geographic center of the industry, more than 200 exhibitors will participate in the event, and it is estimated that more than 30,000 professional visitors will participate in this global grand event."
    ],
    "paragraph2":[
      "BoleGaming will also showcase our popular mahjong and poker games to the audience, and unveil new slot games and new development projects that have never been publicly available in the market. Welcome to our booth (Booth #1050) to let our account manager give you a detailed introduction and discuss cooperation plans."
    ],
    "img3":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/fayprince/img1.png",
    "paragraph3":[
      "In particular, BoleGaming invited magician Fay who is known as the 'Asia's sexiest magician girl' to perform magic show at the booth on 7/12-13. The lucky audience also had the opportunity to play with the magician. Welcome to BoleGaming’s booth to have fun together."
    ]
  },
  {
    "id":"20",
    "name":"The Wonderful Review of BoleGaming in PAGE 2019",
    "imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/page2019/cover.jpg",
    "imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/page2019/cover.jpg",
    "info_imgSrc":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/page2019/cover.jpg",
    "info_imgContent":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/page2019/cover.jpg",
    "fullDate":"23/7/2019",
    "categorize":"행사관련",
    "paragraph":[
    ],
    "paragraph1":[
      "PAGE 2019 was the perfect ending, attracting more than 30,000 professional visitors to visit, and also provided a platform for industry display, strengthening the communication network between industries."
    ],
    "img2":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/page2019/pic0.jpg",
    "paragraph2":[
      "The one of biggest highlight of BoleGaming in this exhibition was the first revelation of the two local Mahjong games, such as Hunan Mahjong and Guangdong Mahjong. It also attracted many audience inquiries and live demos. We hope that the new mahjong games will give players more choices and be closer to their local gameplay."
    ],
    "imgsmall1":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/page2019/pic1.png",
    "imgsmall2":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/page2019/pic2.png",
    "paragraph3":[
      "At the same time, BoleGaming introduced a variety of popular poker and slot games to the audience, including the recently launched Bole Baccarat and Bole Blackjack, which attracted many players to play. These are also another option for gamers who love poker games."
    ],
    "imgsmall3":"https://bolegaming.oss-cn-hongkong.aliyuncs.com/static/image/inquiry/page2019/pic3.png",
    "paragraph4":[
      "During the three-day exhibition, BoleGaming booth adopts an open beach style, featuring Asian female magician and live performance by Fay who as known as 'Asia's sexiest female magician', attracting many visitors to stop and watch. Coupled with a number of BoleGaming girls here with the audience to have fun and play games, as well as the large rubber duck, the booth was very popular and lively."
    ],
    "paragraph5":[
      "From the developer's point of view, BoleGaming creates a fair and equitable game platform and quality game products. We hope that players can have a good gaming experience, and customers can have a stable income and create a win-win situation."
    ],
    "videoSrc":"https://www.youtube.com/embed/4oXm1LTcymQ"
  }
]
